Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-backintime.tmx
Source language: en
Languages: sv

source: Minutes:
sv: Minuter:

source: Discord application lock file
sv: Discord-programets låsfil

source: The selected item is already in the include list.
sv: Det valda objektet finns redan i inkluderingslistan.

source: The selected items are already in the include list.
sv: De valda objekten finns redan i inkluderingslistan.

source: Select the backup directory from which the configuration file should be imported. The path may look like: {samplePath}
sv: Välj mappen för säkerhetskopian som konfigurationsfilen ska importeras ifrån. Genvägen kan se ut så här: {samplePath}

source: Really delete {file_or_dir} in {count} backups?
sv: Vill du verkligen ta bort {file_or_dir} i {count} säkerhetskopior?

source: Disable backups when on battery
sv: Stäng av säkerhetskopieringar när batteri används

source: Restore the currently shown directory and all its contents to the original location.
sv: Återställ denna mapp och hela dess innehåll till dess ursprungsplats.

source: Open user manual in browser.
sv: Öppna användarmanual i webbläsaren.

source: Shortcuts
sv: Genvägar

source: Negative exit codes indicate termination by a signal. The number corresponds to the signal (see 'kill -l').
sv: Negativa utgångskoder indikerar avslutning med en signal. Numret motsvarar signalen (se 'kill -l').

source: KB/sec
sv: KB/s

source: Trigger a backup when a new hour, day, week, or month begins. If the system was off, it runs on the next start.
sv: Utlös en säkerhetskopia när en ny timme, dag, vecka eller månad börjar. Om systemet var avstängt körs det vid nästa start.

source: Create a backup
sv: Skapa en säkerhetskopia

source: Caches & Temporary directories
sv: Cacher & tillfälliga kataloger

source: Applying rules to remove old backups
sv: Verkställer regler för att ta bort gamla säkerhetskopior

source: These options are for advanced configurations. Modify only if fully aware of their implications.
sv: Dessa alternativ är för avancerade konfigurationer. Ändra endast om du är fullt medveten om deras konsekvenser.

source: <Select another file…>
sv: <Välj en annan fil...>

source: Restore permissions
sv: Återställ behörigheter

source: Exclude files bigger than value in {size_unit}.
sv: Exkludera filer som är större än värdet i {size_unit}.

source: Add pattern
sv: Lägg till mönster

source: &Options
sv: Inställningar

source: Include files and directories
sv: Inkludera filer och mappar

source: Exclude directories
sv: Exkludera mappar

source: Not enough free space on the device.
sv: Det finns inte tillräckligt med ledigt utrymme på enheten.

source: The following entries from the include list have no corresponding file or directory in the backup source:
sv: Följande poster från inkluderingslistan har ingen motsvarande fil eller katalog i källan för säkerhetskopiering:

source: Backups are stored on a remote system via SSH.
sv: Säkerhetskopior lagras på ett fjärrsystem via SSH.

source: The selected file ({path}) is a public SSH key. Please choose the corresponding private key file instead (without ".pub").
sv: Den valda filen ({path}) är en publik SSH-nyckel. Vänligen välj den motsvarande privata nyckeln istället (utan ".pub").

source: Authentication is required to change backup schedules triggered by external storage device connections.
sv: Autentisering krävs för att ändra på schemalagda säkerhetskopieringar som triggas av att externa lagringsenheter ansluts.

source: Create a new SSH key without passphrase.
sv: Skapa en ny SSH-nyckel utan lösenfras.

source: Report a bug
sv: Rapportera ett fel

source: Only {free} free space available on the destination, which is below the configured threshold of {threshold}.
sv: Bara {free} ledigt utrymme är tillgängligt på destinationen, vilket är under den inställda gränsen på {threshold}.

source: Microsoft Office temporary files
sv: Tillfälliga Microsoft Office-filer

source: Backup Log View
sv: Logg-vy för Säkerhetskopia

source: Invalid file: Not a private SSH key
sv: Ogiltig fil: Inte en privat SSH-nyckel

source: The SSH host "{host}" is not known yet.
sv: SSH-värden "{host}" är ännu inte känd.

source: disabled
sv: inaktiverad

source: Remove existing files or choose an empty directory.
sv: Ta bort befintliga filer eller välj en tom katalog.

source: Rename profile
sv: Byt namn på profil

source: Destination filesystem for {path} is formatted with FAT which doesn't support hard-links. Please use a native GNU/Linux filesystem.
sv: Destinationsfilsystemet för {path} är formaterat med FAT som inte stöder hårda länkar. Vänligen använd ett ursprungligt GNU/Linux filsystem.

source: Restore selected files or directories to the original destination and delete files or directories which are not in the backup. Be extremely careful because this will delete files and directories which were excluded during the creation of the backup.
sv: Återställ valda filer eller kataloger till den ursprungliga destinationen och ta bort filer eller kataloger som inte finns i säkerhetskopian. Var extremt försiktig eftersom detta kommer att radera filer och kataloger som uteslöts när säkerhetskopian skapades.

source: Compare backups…
sv: Jämför säkerhetskopior…

source: Create a new backup whether there were changes or not.
sv: Skapa en ny säkerhetskopia oavsett om det finns ändringar eller inte.

source: Backup replaced files on restore
sv: Säkerhetskopiera ersatta filer vid återställning

source: Enable notifications
sv: Aktivera aviseringar

source: Show/hide hidden files and directories (Ctrl+H)
sv: Visa/göm dolda filer och mappar (Ctrl+H)

source: Could not install Udev rule for profile {profile_id}. DBus Service '{dbus_interface}' wasn't available.
sv: Kunde inte installera Udev-regeln för profilen {profile_id}. DBus-tjänsten "{dbus_interface}" var inte tillgänglig.

source: Shows the message about participation in translation again.
sv: Visar meddelandet om att delta i översättningen igen.

source: Could not create remote backup directory: {path}
sv: Kunde inte skapa katalogen för fjärrbackup: {path}

source: Hours:
sv: Timmar:

source: The most up-to-date backup is kept under all circumstances.
sv: Den mest aktuella säkerhetskopian bevaras under alla omständigheter.

source: Applying retention policy
sv: Verkställer bevarandepolicy

source: Couldn't find UUID for {path}
sv: Kunde inte hitta UUID för {path}

source: Discord session lock file
sv: Discordsessionens låsfil

source: Stop backup process
sv: Stoppa processen för säkerhetskopiering

source: Warning
sv: Varning
